const services = ["خرید", "فروش", "رهن", "اجاره"];
const cities = [
  "تهران",
  "مازندران",
  "کرمانشاه",
  "اهواز",
  "مشهد",
  "اصفهان",
  "شیراز",
  "لرستان",
];
const categories = {
  apartment: "آپارتمان",
  villa: "ویلا",
  store: "مغازه",
  office: "دفتر",
};
const categoriesDesc = {
  apartment:
    "آپارتمان‌های ما یک زندگی شهری راحت و شیک را ارائه می‌دهند. با طراحی معماری مدرن و امکانات هوشمند، هر آپارتمان یک فضای مسکونی است که به بهترین شکل با نیازهای زندگی مدرن هماهنگ شده است. اینجا جایی است که شما می‌توانید هر روز را با لذت از خانه‌ای زیبا و هماهنگ با سبک زندگی خود، آغاز کنید.",
  villa:
    "تجربه لحظاتی از لوکس و آرامش در ویلاهای بزرگ و مجلل ما را تجربه کنید. هر ویلا با دکوراسیون شیک و امکانات مدرن، یک تلفیق کامل از آرامش و شگفتی فراهم می‌کند. اینجا جایی است که شما می‌توانید از زندگی در محیطی اختصاصی و شخصیت دار لذت ببرید.",
  store:
    "فروشگاه‌های ما بهترین فرصت را برای شروع یا توسعه کسب‌وکار شما فراهم می‌کنند. با فضاهای مغازه‌ای استراتژیک و قابل دسترس، هر فروشگاه اینجا یک فرصت برتر برای جلب مشتریان و افزایش فروش است. اینجا جایی است که شما می‌توانید برند خود را بیان کرده و تجربه خریدی خاص برای مشتریان فراهم کنید.",
  office:
    "با فضاهای اداری متنوع و مدرن ما، به کسب و کار خود افزایش بدهید. دفاتر ما با طراحی‌های مناسب برای نیازهای امروزی کسب‌وکار شما، امکانات پیشرفته، و فضاهای کاری باز و خلوت، برای شما فراهم شده است. اینجا جایی است که ایده‌های شما به واقعیت تبدیل می‌شوند و تیم شما از هرچه بهترین پتانسیل خود بهره‌مند می‌شود.",
};

export { services, cities, categories, categoriesDesc };
